


{ 
   "transformando_vidas": {
      "title": "Cirurgia Bariátrica: Transformando Vidas",
      "date": "14/07/2024",
      "content": "<div class='ql-editor' data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p>A cirurgia bariátrica não é apenas sobre perder peso; é sobre transformar vidas. Para muitos, a obesidade é uma batalha diária, com complicações de saúde que afetam a qualidade de vida. A cirurgia bariátrica oferece uma solução eficaz para aqueles que lutam contra a obesidade severa, proporcionando uma segunda chance para uma vida saudável. Ao reduzir o estômago e alterar o processo de digestão, a cirurgia permite uma perda de peso significativa e sustentada. Se você está pronto para mudar sua vida e recuperar sua saúde, a cirurgia bariátrica pode ser a resposta que você está procurando.</p></div>"
  },
  "beneficios_alem_perda_peso": {
      "title": "Benefícios da Cirurgia Bariátrica Além da Perda de Peso",
      "date": "28/06/2024",
      "content": "<div class='ql-editor' data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p>Muitos pensam que a cirurgia bariátrica é apenas para perder peso, mas os benefícios vão muito além. Pacientes que se submetem à cirurgia frequentemente veem uma melhoria em condições relacionadas à obesidade, como diabetes tipo 2, hipertensão e apneia do sono. Além disso, muitos relatam uma melhor qualidade de vida, aumento da mobilidade e uma redução significativa no risco de doenças cardíacas. A cirurgia bariátrica é um passo crucial para quem busca não apenas emagrecer, mas também viver uma vida mais saudável e ativa.</p></div>"
  },
  "preparacao_bariatrica": {
      "title": "Preparação para a Cirurgia Bariátrica",
      "date": "10/04/2024",
      "content": "<div class='ql-editor' data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p>A preparação para a cirurgia bariátrica é uma etapa crucial para o sucesso do procedimento. Antes da cirurgia, você passará por uma avaliação médica completa, que inclui consultas com nutricionistas, psicólogos e especialistas em saúde cardiovascular. Essa equipe multidisciplinar ajudará você a entender as mudanças de estilo de vida que serão necessárias após a cirurgia. Além disso, o preparo envolve ajustes na alimentação, perda de peso inicial e, em alguns casos, a realização de exames pré-operatórios. Estar bem preparado garante um processo cirúrgico mais seguro e uma recuperação mais tranquila.</p></div>"
  },
  "expectativas_realistas": {
      "title": "Cirurgia Bariátrica: Expectativas Realistas",
      "date": "28/05/2024",
      "content": "<div class='ql-editor' data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p>A cirurgia bariátrica pode ser uma ferramenta poderosa para perder peso, mas é importante ter expectativas realistas. O sucesso a longo prazo depende do compromisso com mudanças permanentes no estilo de vida. Isso inclui seguir uma dieta saudável, manter uma rotina regular de exercícios e participar de acompanhamento médico contínuo. A perda de peso é gradual, e o foco deve ser em melhorar a saúde geral e a qualidade de vida, em vez de alcançar uma meta de peso específica. Com dedicação, a cirurgia bariátrica pode proporcionar resultados duradouros e uma vida mais saudável.</p></div>"
  },
  "vida_apos_bariatrica": {
      "title": "A Vida Após a Cirurgia Bariátrica",
      "date": "14/02/2024",
      "content": "<div class='ql-editor' data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p>A vida após a cirurgia bariátrica é cheia de mudanças positivas, mas também exige adaptações. Você precisará seguir uma nova rotina alimentar, focando em porções menores e escolhas nutritivas. A atividade física se tornará uma parte essencial do seu dia a dia para manter a perda de peso e melhorar a saúde. Além disso, o acompanhamento médico regular é fundamental para monitorar sua saúde e prevenir complicações. Com o apoio certo e um compromisso com sua nova vida, você pode aproveitar os benefícios duradouros da cirurgia bariátrica e alcançar seus objetivos de saúde.</p></div>"
  },


"cirurgia_bariatrica": {
    "title": "Cirurgia Bariátrica",
    "link": "",
    "date": "01/02/2024",
    "coauthor": true, 
    "content": "<div class='ql-editor' data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p>A cirurgia bariátrica é um procedimento realizado para ajudar na perda de peso em pacientes com obesidade mórbida ou severa, especialmente quando outras tentativas de emagrecimento, como dietas e exercícios, não surtiram efeito. Essa cirurgia altera o sistema digestivo para limitar a quantidade de alimento que pode ser ingerido ou absorvido pelo corpo.</p><p>Existem diferentes tipos de cirurgia bariátrica, incluindo o bypass gástrico, a banda gástrica ajustável, a gastrectomia vertical e a derivação biliopancreática. A escolha do procedimento depende de diversos fatores, como o índice de massa corporal (IMC) do paciente, suas condições de saúde e suas expectativas em relação à perda de peso.</p><p>O diagnóstico para a indicação da cirurgia bariátrica envolve uma avaliação completa, incluindo exames laboratoriais, consultas com um endocrinologista, cardiologista, nutricionista e psicólogo. Além disso, é essencial que o paciente esteja ciente dos riscos e benefícios do procedimento e esteja comprometido com as mudanças de estilo de vida necessárias para o sucesso a longo prazo.</p><p>A recuperação após a cirurgia bariátrica exige uma adaptação significativa na alimentação, com uma dieta líquida inicialmente, seguida de uma progressão para alimentos macios e, finalmente, alimentos sólidos. O paciente também precisará tomar suplementos vitamínicos e minerais para evitar deficiências nutricionais.</p><p>A cirurgia bariátrica não é uma solução mágica, mas uma ferramenta que, combinada com mudanças no estilo de vida, pode levar à perda de peso significativa e à melhoria de condições associadas à obesidade, como diabetes tipo 2, hipertensão e apneia do sono.</p><p>Apesar dos benefícios, a cirurgia bariátrica também apresenta riscos e possíveis complicações, como infecções, sangramentos e deficiências nutricionais. Por isso, é fundamental que os pacientes sejam cuidadosamente selecionados e que o procedimento seja realizado por uma equipe médica experiente.</p><p>A cirurgia bariátrica é um passo importante e muitas vezes transformador na vida de pessoas com obesidade grave. Com o acompanhamento adequado e a adesão às recomendações médicas, muitos pacientes conseguem alcançar uma perda de peso sustentável e melhorar sua qualidade de vida.</p><p><br></p></div>"
},

   "afinal_pra_que_serve_o_apendice": {
      "title": "Para que serve o apêndice",
      "link": "",
      "date": "15/05/2023",
      "coauthor":false, 
      "content": "<div class='ql-editor' data-gramm='false' contenteditable='false'><p><span style='color: rgb(55, 65, 81);'>Pergunta: O que é o apêndice e para que ele serve?</span></p><p><span style='background-color: transparent; color: rgb(55, 65, 81);'>Resposta: O apêndice é uma estrutura em forma de tubo, localizada no ceco, que é a primeira parte do intestino grosso. Embora seu papel exato no organismo ainda seja objeto de debate, acredita-se que o apêndice faça parte do sistema imunológico e desempenhe um papel na proteção contra infecções intestinais.</span></p><p><span style='color: rgb(55, 65, 81);'>Pergunta: Quais os sintomas da apendicite aguda?</span></p><p><span style='background-color: transparent; color: rgb(55, 65, 81);'>Resposta: A apendicite aguda é uma condição na qual o apêndice fica inflamado e pode causar sintomas característicos, que geralmente incluem dor abdominal no lado direito inferior do abdômen, náuseas, vômitos, febre, perda de apetite e sensibilidade localizada na região do apêndice. A dor pode começar vagamente ao redor do umbigo e se deslocar para o lado direito inferior do abdômen ao longo do tempo.</span></p><p><span style='color: rgb(55, 65, 81);'>Pergunta: Como saber se minha dor de barriga não é apendicite aguda?</span></p><p><span style='background-color: transparent; color: rgb(55, 65, 81);'>Resposta: É importante ressaltar que a dor abdominal pode ter várias causas e nem toda dor de barriga é necessariamente devido à apendicite aguda. No entanto, alguns sinais que podem indicar a possibilidade de apendicite aguda incluem uma dor abdominal que começa vagamente ao redor do umbigo e se desloca para o lado direito inferior do abdômen, dor que piora com o tempo, sensibilidade localizada na região do apêndice e outros sintomas como náuseas, vômitos, febre e perda de apetite. É importante procurar atendimento médico adequado para uma avaliação precisa e um diagnóstico correto.</span></p><p><span style='color: rgb(55, 65, 81);'>Pergunta: Quais os riscos de ter apendicite?</span></p><p><span style='background-color: transparent; color: rgb(55, 65, 81);'>Resposta: A apendicite aguda é uma condição potencialmente grave, que pode levar a complicações se não for tratada adequadamente. Se não for diagnosticada e tratada a tempo, o apêndice inflamado pode se romper, causando uma infecção grave no abdômen, conhecida como peritonite. A peritonite pode levar a complicações graves, como abscessos, sepse (infecção generalizada) e até mesmo óbito, se não for tratada prontamente.</span></p><p><span style='color: rgb(55, 65, 81);'>Pergunta: Todos que têm inflamação no apêndice precisam fazer cirurgia?</span></p><p><span style='background-color: transparent; color: rgb(55, 65, 81);'>Resposta: O tratamento padrão para a apendicite aguda é a remoção cirúrgica do apêndice inflamado, conhecida como apendicectomia. No entanto, em casos raros e selecionados, dependendo da gravidade e localização da inflamação, pode ser considerada uma abordagem conservadora com o uso de antibióticos. No entanto, a maioria dos casos de apendicite aguda requerem cirurgia para tratar complicações potencialmente graves.</span></p><p><span style='background-color: transparent; color: rgb(55, 65, 81);'>No caso de dor abdominal que aumenta de intensidade,&nbsp; principalmente acompanhado de náuseas, vômitos e febre, procure imediatamente atendimento médico.</span></p><p><br></p><p><br></p></div>"
     },
   "e_se_o_robo_enlouquecer_durante_a_cirurgia": {
    "title": "Como assim serei operado por um robô? É seguro? E se o robô “enlouquecer” durante a cirurgia?",
    "link": "",
    "date": "14/04/2023",
    "coauthor":false, 
    "content":"<div class='ql-editor' data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p>A cirurgia robótica é uma técnica minimamente invasiva que vem ganhando destaque na área da saúde. Ela utiliza um sistema robótico avançado para auxiliar os cirurgiões durante procedimentos cirúrgicos.&nbsp;</p><p><br></p><ol><li>O que é cirurgia robótica?</li></ol><p><br></p><p>A cirurgia robótica é uma abordagem cirúrgica minimamente invasiva que utiliza um sistema robótico para auxiliar os cirurgiões durante a realização de procedimentos cirúrgicos. O sistema é composto por uma plataforma robótica com braços mecânicos controlados pelo cirurgião e uma câmera de alta definição que permite visualização em 3D do local da cirurgia.</p><p><br></p><ol><li>Como funciona a cirurgia robótica?</li></ol><p><br></p><p>Durante uma cirurgia robótica, o cirurgião controla os braços mecânicos do sistema robótico a partir de uma console de controle. Os movimentos precisos e detalhados do cirurgião na console são replicados pelos braços mecânicos do robô, permitindo a realização de procedimentos complexos com maior precisão e destreza. Portanto, é o cirurgião que controla os movimentos do robô, sendo este uma interface entre o cirurgião e o paciente.</p><p><br></p><ol><li>Quais são as vantagens da cirurgia robótica?</li></ol><p><br></p><p>A cirurgia robótica oferece várias vantagens, tais como:</p><p><br></p><p>Menor trauma cirúrgico: A cirurgia robótica é minimamente invasiva, o que significa que utiliza pequenas incisões, resultando em menos dor, menor sangramento e tempo de recuperação mais rápido.</p><p><br></p><p>Maior precisão: Os movimentos precisos dos braços mecânicos do robô permitem uma maior precisão na realização dos procedimentos cirúrgicos, resultando em melhores resultados para os pacientes.</p><p><br></p><p>Melhor visualização: A câmera de alta definição em 3D permite ao cirurgião ter uma visão ampliada e detalhada do local da cirurgia, o que facilita a identificação de estruturas importantes e reduz o risco de danos a órgãos adjacentes.</p><p><br></p><p>Menor tempo de internação: Em muitos casos, os pacientes submetidos a cirurgias robóticas têm um tempo de internação reduzido em comparação com a cirurgia aberta tradicional.</p><p><br></p><ol><li>Quais são os procedimentos que podem ser realizados com a cirurgia robótica?</li></ol><p><br></p><p>A cirurgia robótica é utilizada em uma ampla gama de procedimentos cirúrgicos, incluindo cirurgias ginecológicas, urológicas, gastrointestinais, cardíacas, entre outras. Alguns exemplos de procedimentos comuns realizados por meio da cirurgia robótica incluem cirurgias para o tratamento de tumores de praticamente todo o trato digestivo, hérnias complexas da parede abdominal, cirurgia bariátrica, cirurgia do refluxo gastroesofágico, etc.</p><p><br></p><ol><li>Quem pode se beneficiar da cirurgia robótica?</li></ol><p><br></p><p>A cirurgia robótica pode ser indicada para uma variedade de pacientes, dependendo do tipo de procedimento necessário e das condições clínicas individuais. Geralmente, é mais comum em pacientes que necessitam de procedimentos cirúrgicos complexos.</p><p><br></p><ol><li>A cirurgia robótica é segura?</li></ol><p><br></p><p>A cirurgia robótica é considerada segura quando realizada por cirurgiões treinados e experientes em centros médicos especializados. Como em qualquer procedimento cirúrgico, existem riscos associados, como infecção, sangramento, lesão de órgãos adjacentes e complicações anestésicas. É importante que o paciente discuta com o cirurgião os riscos e benefícios da cirurgia robótica específica que está sendo considerada.</p><p><br></p><ol><li>Qual é o tempo de recuperação após uma cirurgia robótica?</li></ol><p><br></p><p>O tempo de recuperação após uma cirurgia robótica pode variar dependendo do tipo de procedimento realizado e das características individuais de cada paciente. No entanto, em geral, a cirurgia robótica tende a ter um tempo de recuperação mais curto em comparação com a cirurgia aberta tradicional. Isso ocorre devido às pequenas incisões, menor trauma cirúrgico e menor tempo de internação. É importante seguir as orientações do cirurgião quanto ao cuidado pós-operatório, incluindo repouso, alimentação adequada, medicações e acompanhamento regular para uma recuperação bem-sucedida.</p><p><br></p><ol><li>E se o robô “enlouquecer” durante a cirurgia?</li></ol><p><br></p><p>Os sistemas robóticos utilizados em cirurgia são projetados com múltiplas camadas de segurança e passam por rigorosos testes e certificações antes de serem utilizados em procedimentos clínicos. Os robôs cirúrgicos são operados por cirurgiões treinados e experientes, que estão sempre presentes durante o procedimento para monitorar e controlar o sistema.</p><p>Os sistemas robóticos têm sistemas de redundância incorporados, que podem detectar e corrigir eventuais falhas ou anomalias. Além disso, os cirurgiões têm o controle total do sistema robótico durante a cirurgia e podem intervir a qualquer momento, desligando ou ajustando os componentes do robô, se necessário.</p><p>Os fabricantes de sistemas robóticos também fornecem suporte técnico e atualizações regulares para garantir a confiabilidade e segurança do sistema. Além disso, as equipes cirúrgicas são treinadas e certificadas para operar o sistema robótico de forma adequada e segura.</p><p>A segurança do paciente é a prioridade dos cirurgiões e equipes cirúrgicas durante todo o procedimento.</p><p><br></p><p><br></p><p><br></p><p><br></p></div>"
   },


  
   "doutor_estou_com_pedras_na_vesicula": {
    "title":"Doutor, eu realizei recentemente uma ecografia de rotina que mostrou que tenho pedras na vesícula biliar, mas nunca senti nada. Devo operar?" ,
    "link": "",
    "date": "15/04/2023",
    "coauthor":false, 
    "content": "<div class='ql-editor' data-gramm='false' contenteditable='false'><p><strong>Doutor, eu realizei recentemente uma ecografia de rotina que mostrou que tenho pedras na vesícula biliar, mas nunca senti nada. Devo operar?&nbsp;</strong></p><p><br></p><p><span style='color: rgb(35, 35, 35); background-color: rgb(255, 255, 255);'>A maioria dos indivíduos com cálculos biliares é assintomática ao longo da vida sendo os cálculos biliares encontrados acidentalmente durante exames de imagens realizados para outros fins</span></p><p><br></p><p><span style='color: rgb(35, 35, 35); background-color: rgb(255, 255, 255);'>Assim, a</span> colecistectomia (retirada da vesícula biliar) não é rotineiramente indicada nesses casos. A abordagem geralmente é de tratamento expectante, o que significa que os pacientes podem ser acompanhados sem a necessidade de cirurgia, a menos que os sintomas se desenvolvam posteriormente.&nbsp;</p><p><br></p><p>No entanto, é importante que os pacientes sejam instruídos sobre os sintomas da doença do cálculo biliar, para que possam procurar tratamento caso sintomas ou complicações mais graves se desenvolvam.</p><p><br></p><p>Existem algumas situações especiais em que a colecistectomia pode ser indicada em pacientes com cálculos biliares assintomáticos, como pacientes com risco aumentado de câncer de vesícula biliar, como aqueles com drenagem ductal pancreática anômala, adenomas da vesícula biliar, vesícula biliar de porcelana ou grandes cálculos biliares.&nbsp;</p><p><br></p><p>Além disso, em pacientes com distúrbios hemolíticos como doença falciforme e esferocitose hereditária, a colecistectomia pode ser considerada em determinadas situações.</p><p><br></p><p>É importante que a paciente discuta suas preocupações e histórico médico detalhado com seu médico cirurgião para que ele possa avaliar adequadamente seu caso específico e fornecer a melhor recomendação de tratamento.</p><p><br></p><p><br></p><p><br></p></div>"
   },

   "um_pouco_sobre_a_cirurgia_por_video": {
    "title":"Um pouco sobre a cirurgia por vídeo" ,
    "link": "",
    "date": "15/04/2023",
    "coauthor":false, 
    "content": "<div class=`ql-editor` data-gramm=`false` contenteditable=`true` data-placeholder=`Compose an epic...`><p><br></p><p><br></p><p><br></p><p>P: O que é a videolaparoscopia?</p><p><br></p><p>R: A videolaparoscopia é uma técnica cirúrgica minimamente invasiva que utiliza pequenas incisões e um instrumento chamado laparoscópio, que é uma câmera de vídeo de alta definição, para realizar procedimentos cirúrgicos dentro do abdômen. O laparoscópio é inserido através de pequenas incisões na pele, permitindo que o cirurgião visualize o interior do abdômen em um monitor de vídeo em tempo real e realize os procedimentos cirúrgicos com instrumentos especiais inseridos através de outras pequenas incisões.</p><p>P: Quais são os benefícios da videolaparoscopia?</p><p><br></p><p>R: A videolaparoscopia oferece vários benefícios em comparação com a cirurgia convencional de incisão aberta, incluindo:</p><ol><li>Menor trauma cirúrgico: A videolaparoscopia envolve incisões menores na pele, resultando em menos dor, menor tempo de recuperação e menor risco de complicações pós-operatórias em comparação com a cirurgia aberta.</li><li>Menor perda de sangue: A técnica laparoscópica é geralmente associada a uma menor perda de sangue durante o procedimento cirúrgico, o que pode reduzir a necessidade de transfusões sanguíneas.</li><li>Melhor estética: As incisões laparoscópicas são geralmente muito menores e resultam em cicatrizes mais esteticamente agradáveis em comparação com as incisões abertas maiores da cirurgia convencional.</li><li>Recuperação mais rápida: A videolaparoscopia geralmente permite uma recuperação mais rápida e retorno mais rápido às atividades normais do que a cirurgia aberta, o que pode resultar em menor tempo de internação hospitalar e menor custo global do tratamento.</li></ol><p>P: Quais procedimentos podem ser realizados por videolaparoscopia?</p><p><br></p><p>R: A videolaparoscopia é uma técnica versátil que pode ser usada para realizar uma ampla variedade de procedimentos cirúrgicos no abdômen. Alguns exemplos de procedimentos que podem ser realizados por videolaparoscopia incluem:</p><ol><li>Colecistectomia (remoção da vesícula biliar): É um dos procedimentos mais comuns realizados por videolaparoscopia. A remoção da vesícula biliar é geralmente realizada para tratar cálculos biliares e outras doenças da vesícula biliar.</li><li>Histerectomia (remoção do útero): A videolaparoscopia pode ser usada para realizar a remoção do útero em casos de doenças uterinas benignas, como miomas uterinos ou endometriose.</li><li>Apendicectomia (remoção do apêndice): A videolaparoscopia é frequentemente utilizada para a remoção do apêndice em casos de apendicite aguda.</li><li>Cirurgia bariátrica (cirurgia de perda de peso): Alguns procedimentos de cirurgia bariátrica, como a gastrectomia vertical e o bypass gástrico, podem ser realizados por videolaparoscopia. Esses procedimentos são realizados para ajudar pacientes com obesidade a perderem peso de forma eficaz.</li><li>Reparo de hérnias: A videolaparoscopia pode ser utilizada para o reparo de hérnias abdominais, como hérnias inguinais, umbilicais e incisionais, com menor tempo de recuperação e menor incidência de complicações em comparação com a cirurgia aberta.</li></ol><p><br></p><p>P: Quem pode realizar esse tipo de procedimento?</p><p><br></p><p>R: A videolaparoscopia é uma técnica cirúrgica que requer habilidades e treinamento especializados. Geralmente, é realizada por cirurgiões especializados em cirurgia minimamente invasiva ou laparoscópica. Esses cirurgiões passam por treinamento específico para adquirir as habilidades necessárias para realizar os procedimentos laparoscópicos de forma segura e eficaz.</p><p><br></p></div>"
   },



   "tratamento_cirurgico_do_refluxo_gastroesofagico": {
    "title": "Tratamento Cirúrgico do Refluxo",
    "link": "",
    "date": "11/04/2023",
    "coauthor":true, 
    "content": "<div class='ql-editor' data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p><br></p><p>O refluxo gastroesofágico (RGE) é uma condição médica que ocorre quando o conteúdo do estômago, incluindo ácido e alimentos, volta para o esôfago. Isso pode causar sintomas desconfortáveis, como azia, regurgitação, tosse e dor no peito. Em casos graves, o refluxo pode levar a complicações, como esofagite, úlceras esofágicas, estenose esofágica e até mesmo câncer de esôfago.</p><p>O tratamento cirúrgico do refluxo é indicado em casos graves em que o tratamento medicamentoso não é suficiente ou não é bem tolerado pelo paciente. A cirurgia de refluxo consiste na correção do defeito anatômico que causa o refluxo, chamado de hérnia hiatal. Durante a cirurgia, o cirurgião repara o hiato esofágico, que é a abertura no diafragma que permite a passagem do esôfago para o estômago.</p><p>Existem duas técnicas cirúrgicas principais para o tratamento do refluxo: a fundoplicatura laparoscópica e a fundoplicatura de Nissen. A fundoplicatura laparoscópica é uma cirurgia minimamente invasiva que utiliza pequenas incisões na parede abdominal para introduzir um laparoscópio e outros instrumentos cirúrgicos. Durante a cirurgia, o cirurgião envolve o esôfago inferior ao redor do estômago, criando uma válvula anti-refluxo para impedir o refluxo do ácido gástrico para o esôfago. A técnica de Nissen é uma fundoplicatura total, que envolve o esôfago inferior completamente ao redor do estômago, e é realizada por uma incisão no abdômen.</p><p>Ambas as técnicas cirúrgicas têm resultados semelhantes em termos de eficácia na prevenção do refluxo, mas a fundoplicatura de Nissen pode ser mais eficaz em casos mais graves de refluxo. A escolha da técnica cirúrgica dependerá do caso específico de cada paciente e deve ser discutida com o cirurgião.</p><p>A cirurgia de refluxo é geralmente realizada em regime de internação hospitalar e requer um período de recuperação pós-operatória de 2 a 4 semanas. Durante esse tempo, o paciente deve seguir uma dieta líquida ou pastosa e evitar levantar objetos pesados e atividades físicas intensas. O retorno às atividades normais pode levar de 4 a 6 semanas.</p><p>Embora a cirurgia de refluxo possa ser uma opção eficaz de tratamento para o refluxo gastroesofágico, ela envolve riscos e complicações, como infecção, sangramento e lesões de órgãos adjacentes. Por isso, é importante discutir todos os riscos e benefícios da cirurgia com um cirurgião experiente antes de decidir pelo tratamento cirúrgico.</p><p>Em conclusão, a cirurgia de refluxo é uma opção de tratamento eficaz para casos graves de refluxo gastroesofágico. A escolha da técnica cirúrgica dependerá do caso específico de cada paciente e deve ser individualizado.</p><p><br></p></div>"
   },

  
   "hernias_complexas_de_parede": {
    "title": "Hérnias Abdominais Complexas",
    "link": "",
    "date": "03/04/2023",
    "coauthor":true, 
    "content": "<div class='ql-editor'data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p>As hérnias de parede abdominal são uma condição comum, caracterizada pela protrusão de uma parte do conteúdo abdominal através de uma fraqueza na parede abdominal. Embora a maioria das hérnias sejam pequenas e relativamente simples de tratar, algumas podem ser consideradas complexas.</p><p>As hérnias complexas de parede abdominal são aquelas que apresentam características que as tornam mais difíceis de tratar. Essas características podem incluir uma grande extensão da hérnia, a presença de tecido cicatricial ou de uma hérnia recorrente, e a presença de outras condições médicas que podem afetar o tratamento, como obesidade ou doenças crônicas.</p><p>O tratamento das hérnias complexas de parede abdominal é frequentemente desafiador e pode envolver uma abordagem multidisciplinar que inclui cirurgiões gerais, cirurgiões plásticos, anestesiologistas e outros profissionais de saúde.</p><p>A cirurgia é frequentemente necessária para reparar as hérnias complexas de parede abdominal. O objetivo da cirurgia é fechar a abertura na parede abdominal e fortalecer a área para evitar que a hérnia se desenvolva novamente. Isso pode ser feito através de uma variedade de técnicas cirúrgicas, incluindo a colocação de uma malha para reforçar a parede abdominal e o uso de técnicas de reconstrução complexas para reparar áreas danificadas.</p><p>Embora a cirurgia seja o tratamento mais comum para hérnias complexas de parede abdominal, nem todos os pacientes são candidatos à cirurgia. Em alguns casos, outras opções de tratamento, como a terapia física, podem ser consideradas.</p><p>A recuperação após a cirurgia para uma hérnia complexa de parede abdominal pode ser mais longa e desafiadora do que para uma hérnia simples. O paciente pode precisar permanecer no hospital por um período prolongado após a cirurgia e pode ter que limitar suas atividades físicas por várias semanas ou meses. É importante seguir as instruções do cirurgião e comparecer às consultas de acompanhamento para garantir uma recuperação adequada.</p><p>Em conclusão, as hérnias complexas de parede abdominal são uma condição médica desafiadora que requer abordagem multidisciplinar para seu tratamento. A cirurgia é frequentemente necessária para reparar a hérnia, mas outras opções de tratamento também podem ser consideradas. A recuperação após a cirurgia pode ser longa e desafiadora, mas é importante seguir as instruções do cirurgião e comparecer às consultas de acompanhamento para garantir uma recuperação adequada.</p><p><br></p></div>"
   },

   "como_ocorrem_as_hernias_abdominais": {
    "title": "Como Ocorrem as Hérnias Abdominais",
    "link": "",
    "date": "03/04/2023",
    "coauthor":false, 
    "content": "<div class=`ql-editor` data-gramm=`false` contenteditable=`true` data-placeholder=`Compose an epic...`><p><span >“Hérnias da Parede Abdominal: Conhecendo os Tipos, Sintomas e Opções de Tratamento”</span></p><p><span >P: O que é hérnia da parede abdominal e como se forma?</span></p><p><br></p><p><span >R: A hérnia da parede abdominal é uma protrusão anormal de uma parte do órgão ou tecido que normalmente está contido na cavidade abdominal, através de uma fraqueza ou abertura na parede muscular abdominal. As hérnias podem se formar devido a uma combinação de fatores, como enfraquecimento dos músculos abdominais, aumento da pressão intra-abdominal, envelhecimento, gravidez, obesidade, traumas e cirurgias prévias. E ainda, alguns tipos de hérnias são congênitas ( a pessoa já nasce com o defeito).</span></p><p><span >P: Quais são os tipos mais comuns de hérnias?</span></p><p><br></p><p><span >R: Existem vários tipos de hérnias, sendo as mais comuns:</span></p><ol><li><span >Hérnia inguinal: É a hérnia mais comum, ocorrendo na região da virilha. Pode ser direta ou indireta, e ocorre quando uma parte do intestino ou tecido adiposo protrui através de uma abertura ou fraqueza na parede abdominal.</span></li><li><span >Hérnia umbilical: Ocorre na região do umbigo, quando o conteúdo protui através de uma fraqueza na parede abdominal próxima ao umbigo.</span></li><li><span >Hérnia incisional: Surge como uma complicação após uma cirurgia abdominal prévia, quando a fraqueza se dá&nbsp; através da incisão cirúrgica anterior.</span></li><li><span >Hérnia epigástrica: Ocorre na região entre o umbigo e o esterno, quando tecido adiposo ou parte do intestino protruí através de uma fraqueza na linha média da parede abdominal.</span></li></ol><p><span >P: Quais são os sintomas relacionados às hérnias?</span></p><p><br></p><p><span >R: Nem sempre as hérnias causam sintomas, sendo muitas vezes assintomáticas. No entanto, quando os sintomas estão presentes, podem incluir:</span></p><ol><li><span >Protuberância ou inchaço na região afetada, que pode ser mais evidente ao tossir, espirrar ou realizar atividades físicas.</span></li><li><span >Dor ou desconforto na região da hérnia, que pode variar em intensidade e piorar com a atividade física.</span></li><li><span >Sensação de peso, pressão ou queimação na região da hérnia.</span></li><li><span >Náuseas, vômitos ou constipação, em casos mais graves em que o intestino fica preso na hérnia (encarceramento).</span></li></ol><p><span >P: Qual o perigo de ter uma hérnia?</span></p><p><br></p><p><span >R: As hérnias podem apresentar riscos e complicações se não forem tratadas adequadamente. As hérnias encarceradas ou estranguladas, que ocorrem quando o tecido herniado fica preso e não pode retornar à sua posição normal, podem causar falta de irrigação sanguínea para o tecido herniado, levando à necrose (morte do tecido) e infecção, o que é uma situação grave e pode representar risco à vida.</span></p><p><br></p><p><span >Quais são os tipos de tratamento para as hérnias?</span></p><p><span >R: O tratamento para as hérnias pode variar e podem incluir:</span></p><ol><li><span >Cirurgia: A cirurgia é o tratamento mais comum e eficaz para hérnias sintomáticas ou complicadas. A cirurgia geralmente envolve o reposicionamento do tecido herniado para sua posição normal e o reforço da parede abdominal com suturas, tela ou outros materiais, dependendo do tipo e tamanho da hérnia. A abordagem cirúrgica pode ser feita por via aberta ou laparoscópica, e a escolha do método depende da localização, tamanho e&nbsp;</span></li><li><span >características da hérnia, bem como da condição geral do paciente.&nbsp;</span></li></ol><p><span >A correção cirúrgica é preferencialmente realizada por via minimamente invasiva, pois acarreta em menos tempo de internação, menos dor no pós-operatório e retorno mais cedo para suas atividades, em comparação com a cirurgia aberta ( <a href='Um%20pouco%20sobre%20a%20cirurgia%20por%20vídeo' target=`_blank` >leia também o artigo: “Um pouco sobre a cirurgia por vídeo”</a><span >).</p><p><br></p><p><br></p><p><br></p></div>"
   },
   
   "apendicite_aguda": {
    "title": "Apendicite Aguda",
    "link": "",
    "date": "15/04/2023",
    "coauthor":false, 
    "content": "<div class='ql-editor' data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p><span>“Afinal, pra que serve o apêndice?”</span></p><p><br></p><p><span>Pergunta: O que é o apêndice e para que ele serve?</span></p><p><br></p><p><span >Resposta: O apêndice é uma estrutura em forma de tubo, localizada no ceco, que é a primeira parte do intestino grosso. Embora seu papel exato no organismo ainda seja objeto de debate, acredita-se que o apêndice faça parte do sistema imunológico e desempenhe um papel na proteção contra infecções intestinais.</span></p><p><span>Pergunta: Quais os sintomas da apendicite aguda?</span></p><p><br></p><p><span >Resposta: A apendicite aguda é uma condição na qual o apêndice fica inflamado e pode causar sintomas característicos, que geralmente incluem dor abdominal no lado direito inferior do abdômen, náuseas, vômitos, febre, perda de apetite e sensibilidade localizada na região do apêndice. A dor pode começar vagamente ao redor do umbigo e se deslocar para o lado direito inferior do abdômen ao longo do tempo.</span></p><p><span>Pergunta: Como saber se minha dor de barriga não é apendicite aguda?</span></p><p><br></p><p><span >Resposta: É importante ressaltar que a dor abdominal pode ter várias causas e nem toda dor de barriga é necessariamente devido à apendicite aguda. No entanto, alguns sinais que podem indicar a possibilidade de apendicite aguda incluem uma dor abdominal que começa vagamente ao redor do umbigo e se desloca para o lado direito inferior do abdômen, dor que piora com o tempo, sensibilidade localizada na região do apêndice e outros sintomas como náuseas, vômitos, febre e perda de apetite. É importante procurar atendimento médico adequado para uma avaliação precisa e um diagnóstico correto.</span></p><p><span>Pergunta: Quais os riscos de ter apendicite?</span></p><p><br></p><p><span >Resposta: A apendicite aguda é uma condição potencialmente grave, que pode levar a complicações se não for tratada adequadamente. Se não for diagnosticada e tratada a tempo, o apêndice inflamado pode se romper, causando uma infecção grave no abdômen, conhecida como peritonite. A peritonite pode levar a complicações graves, como abscessos, sepse (infecção generalizada) e até mesmo óbito, se não for tratada prontamente.</span></p><p><span>Pergunta: Todos que têm inflamação no apêndice precisam fazer cirurgia?</span></p><p><br></p><p><span >Resposta: O tratamento padrão para a apendicite aguda é a remoção cirúrgica do apêndice inflamado, conhecida como apendicectomia. No entanto, em casos raros e selecionados, dependendo da gravidade e localização da inflamação, pode ser considerada uma abordagem conservadora com o uso de antibióticos. No entanto, a maioria dos casos de apendicite aguda requerem cirurgia para tratar complicações potencialmente graves.</span></p><p><span >No caso de dor abdominal que aumenta de intensidade,&nbsp; principalmente acompanhado de náuseas, vômitos e febre, procure imediatamente atendimento médico.</span></p><p><br></p><p><br></p><p><br></p></div>"
   },

      
   "cirurgia_minimamente_invasiva_avancada": {
    "title": "Cirurgia Minimamente Invasiva Avançada",
    "link": "",
    "date": "01/02/2023",
    "coauthor":false, 
    "content": "<div class='ql-editor' data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p>A cirurgia minimamente invasiva VLP avançada é um tipo de procedimento cirúrgico que utiliza técnicas avançadas de vídeo-laparoscopia para tratar uma ampla variedade de condições médicas. Essa técnica cirúrgica utiliza pequenas incisões na pele, em vez de uma grande incisão, e instrumentos especiais para acessar e operar a área afetada do corpo. A técnica VLP avançada é especialmente útil para cirurgias em áreas delicadas, como as vias biliares e o trato gastrointestinal.</p><p>A VLP avançada é uma forma de cirurgia minimamente invasiva que utiliza tecnologia avançada de imagem para obter uma visão ampliada da área a ser operada. Essa técnica cirúrgica envolve a inserção de uma câmera de vídeo de alta resolução e instrumentos cirúrgicos especializados em pequenos tubos, conhecidos como trocateres, que são inseridos através de pequenas incisões na pele. A câmera permite que o cirurgião visualize a área a ser operada em um monitor de vídeo, enquanto os instrumentos cirúrgicos permitem que ele opere a área com precisão.</p><p>A cirurgia minimamente invasiva VLP avançada tem várias vantagens em relação à cirurgia convencional. Em primeiro lugar, ela causa menos trauma nos tecidos circundantes, o que significa menos dor e tempo de recuperação mais curto. Além disso, a VLP avançada geralmente envolve menos sangramento e menor risco de complicações pós-operatórias, como infecções e cicatrizes visíveis. Essa técnica também pode permitir que os pacientes retornem às suas atividades normais mais rapidamente do que com a cirurgia convencional.</p><p>A cirurgia minimamente invasiva VLP avançada é usada para tratar muitas condições médicas, incluindo doenças da vesícula biliar, hérnias, câncer gastrointestinal, refluxo ácido e obesidade mórbida. É importante notar que nem todos os pacientes são candidatos à cirurgia minimamente invasiva VLP avançada, e que cada caso deve ser avaliado individualmente pelo cirurgião.</p><p>Em resumo, a cirurgia minimamente invasiva VLP avançada é uma técnica cirúrgica avançada que utiliza tecnologia de vídeo-laparoscopia para tratar uma ampla variedade de condições médicas. Essa técnica é especialmente útil para cirurgias em áreas delicadas do corpo, como as vias biliares e o trato gastrointestinal, e tem várias vantagens em relação à cirurgia convencional. No entanto, nem todos os pacientes são candidatos à cirurgia VLP avançada e cada caso deve ser avaliado individualmente pelo cirurgião.</p></div>"
   },


   "colecistectomia": {
      "title": "Colecistectomia",
      "link": "",
      "date": "01/02/2023",
      "coauthor":false, 
      "content": "<div class='ql-editor' data-gramm='false' contenteditable='false' data-placeholder='Compose an epic...'><p>A colecistectomia é um procedimento cirúrgico utilizado para remover a vesícula biliar, um órgão em forma de pêra localizado no lado direito do abdômen, abaixo do fígado. A vesícula biliar é responsável pelo armazenamento e liberação de bile, um líquido produzido pelo fígado que ajuda na digestão de gorduras.</p><p>A colecistectomia é geralmente realizada para tratar a presença de pedras na vesícula biliar, também conhecidas como cálculos biliares. Essas pedras podem causar obstrução dos ductos biliares, resultando em dor abdominal, náusea e vômito. Além disso, a inflamação da vesícula biliar, também conhecida como colecistite, é outra condição que pode requerer a remoção cirúrgica da vesícula biliar.</p><p>Existem dois tipos principais de colecistectomia: a colecistectomia aberta e a colecistectomia laparoscópica. Na colecistectomia aberta, é feita uma incisão maior no abdômen para remover a vesícula biliar. Já na colecistectomia laparoscópica, são feitas várias incisões menores no abdômen e inseridos instrumentos cirúrgicos e uma câmera para visualização do órgão a ser removido. Esse tipo de cirurgia é menos invasivo e pode resultar em uma recuperação mais rápida e menos dor pós-operatória.</p><p>A colecistectomia é geralmente considerada uma cirurgia segura e eficaz. No entanto, como em qualquer procedimento cirúrgico, existem riscos potenciais, incluindo sangramento, infecção, danos a órgãos adjacentes e complicações relacionadas à anestesia. É importante conversar com o seu médico sobre os riscos e benefícios da cirurgia antes de decidir se submeter a ela.</p><p>Após a cirurgia, é comum sentir dor abdominal e desconforto, especialmente durante os primeiros dias. Além disso, é necessário seguir uma dieta especial por algumas semanas após a cirurgia para ajudar o corpo a se adaptar à falta da vesícula biliar. A maioria das pessoas pode voltar às suas atividades normais algumas semanas após a cirurgia, mas é importante seguir as orientações do médico para uma recuperação completa.</p><p>Em resumo, a colecistectomia é um procedimento cirúrgico utilizado para remover a vesícula biliar e tratar condições como pedras na vesícula biliar e inflamação da vesícula biliar. Existem dois tipos principais de colecistectomia, a aberta e a laparoscópica, sendo a última menos invasiva e com recuperação mais rápida. É importante conversar com o seu médico sobre os riscos e benefícios da cirurgia antes de decidir se submeter a ela e seguir as orientações pós-operatórias para uma recuperação completa.</p></div>"
     }


 

    
}






